Repository: paghadalsagar/KegelMaster
Catalog: KegelMaster/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt_pt, ru

source: Day
de: Tag
es: Día
fr: journée
ja: 日
pt_pt: Dia
ru: День

source: LEVEL
de: Niveau
es: Nivel
fr: Niveau
ja: レベル
pt_pt: NÍVEL
ru: Уровень

source: Level
de: Niveau
es: Nivel
fr: Niveau
ja: レベル
pt_pt: NÍVEL
ru: Уровень

source: Tense
de: Tempus
es: Tenso
fr: Tendu
ja: 時制
pt_pt: Tenso
ru: Напрячь

source: Relax
de: Entspannen
es: Relajarse
fr: Se détendre
ja: リラックス
pt_pt: Relaxar
ru: Расслабить

source: Repetition
de: Wiederholung
es: Repetición
fr: Répétition
ja: 繰り返し
pt_pt: Repetição
ru: Повторений

source: What are Kegel exercises for?
de: Was sind Kegel-übungen?
es: ¿Para qué sirven los ejercicios de Kegel?
fr: à quoi Servent les exercices de Kegel?
ja: ケーゲル演習とは何ですか？
pt_pt: Para que servem os exercícios de Kegel?
ru: Для чего нужны упражнения Кегеля?

source: Kegel exercises are necessary to strengthen the pelvic floor muscles and include strengthening the muscles of the uterus and bladder.
de: Kegel-Übungen sind notwendig, um die Beckenbodenmuskulatur zu stärken und beinhalten die Stärkung der Gebärmutter-und Blasenmuskulatur.
es: los Ejercicios de Kegel son esenciales para fortalecer los músculos del piso pélvico e incluyen fortalecer los músculos del útero y la vejiga.
fr: les Exercices de Kegel sont nécessaires pour renforcer les muscles du plancher pelvien et comprennent le renforcement des muscles de l'utérus et de la vessie.
ja: ケーゲルエクササイズは、骨盤底の筋肉を強化し、子宮と膀胱の筋肉を強化するために必要です。
pt_pt: os Exercícios de Kegel são necessários para fortalecer os músculos do assoalho pélvico e incluem o fortalecimento dos músculos do útero e a bexiga.
ru: Упражнения Кегеля необходимы для укрепления мышц тазового дна и включают в себя укрепление мышц матки и мочевого пузыря.

source: according to research, Kegel exercises help prevent pelvic floor prolapse and prevent or control urinary incontinence.
de: nach den durchgeführten Studien helfen Kegel-übungen bei der Verhinderung von beckenbodenablagerungen und verhindern oder kontrollieren Harninkontinenz.
es: según los estudios realizados, los ejercicios de Kegel ayudan a prevenir la caída de los órganos del Suelo pélvico y previenen o controlan la incontinencia urinaria.
fr: Selon les recherches, les exercices de Kegel aident à prévenir l'affaissement du plancher pelvien et à prévenir ou contrôler l'incontinence urinaire.
ja: 研究によると、ケーゲルの練習は骨盤底脱出を防ぎ、尿失禁を予防または制御するのに役立ちます。
pt_pt: de Acordo com a investigação, os exercícios de Kegel ajudam na prevenção omissões dos órgãos do assoalho pélvico e evitam ou controlam a incontinência urinária.
ru: Согласно проведённым исследованиям, упражнения Кегеля помогают при профилактике опущения органов тазового дна и предотвращают или контролируют недержание мочи.

source: What are the benefits of these exercises?
de: Was ist der nutzen dieser übungen?
es: ¿Cuál es el beneficio de estos ejercicios?
fr: quels sont les avantages de ces exercices?
ja: これらの演習の利点は何ですか？
pt_pt: qual é O uso de dados de exercícios?
ru: В чем заключается польза данных упражнений?

source: BENEFITS: Kegel Exercises are effective in cases of urinary incontinence, vaginal prolapse caused by increased abdominal pressure.
de: NUTZEN: Kegel-Übungen sind wirksam bei Harninkontinenz, vaginaler Auslassung, die durch erhöhten Druck im Bauch verursacht wird.
es: beneficio: los Ejercicios de Kegel son efectivos en caso de incontinencia urinaria, disminución de la vagina causada por el aumento de la presión abdominal.
fr: avantages: les Exercices de Kegel sont efficaces en cas d'incontinence urinaire, d'abaissement du vagin causé par une pression abdominale accrue.
ja: 利点：ケーゲルエクササイズは、尿失禁、腹圧の上昇によって引き起こされる膣脱の場合に有効です。
pt_pt: USO: Exercícios de Kegel são eficazes em casos de incontinência urinária, omissões vagina, causada pelo aumento da pressão abdominal.
ru: ПОЛЬЗА: Упражнения Кегеля эффективны в случае недержания мочи, опущения влагалища, вызванное повышенным давлением в животе.

source: SEX LIFE: Kegel helps to improve blood circulation in the vagina, increase sexual arousal, get more pleasure from sex.
de: SEXUALLEBEN: Kegel hilft, die Durchblutung der Vagina zu verbessern, die sexuelle Erregung zu erhöhen, mehr Sex zu genießen.
es: vida SEXUAL: Kegel ayuda a mejorar la circulación sanguínea en la vagina, aumenta la excitación sexual, disfruta más del sexo.
fr: vie SEXUELLE: Kegel aide à améliorer la circulation sanguine dans le vagin, augmenter l'excitation sexuelle, obtenir plus de plaisir du sexe.
ja: 性生活：ケーゲルは、膣内の血液循環を改善し、性的興奮を高め、セックスからより多くの喜びを得るのに役立ちます。
pt_pt: VIDA SEXUAL: pré-colombiana ajuda a melhorar a circulação do sangue na vagina, para aumentar a excitação sexual, obtenha o maior prazer do sexo.
ru: СЕКСУАЛЬНАЯ ЖИЗНЬ: Кегель помогает улучшить кровообращение во влагалище, увеличить сексуальное возбуждение, получите большее удовольствие от секса.

source: PREGNANCY: Exercise can reduce pain during labor, as well as shorten the delivery time by relaxing and controlling the pelvic floor muscles.
de: SCHWANGERSCHAFT: Übungen können Schmerzen bei der Arbeit reduzieren und die Geburtszeit durch Entspannung und Kontrolle der Beckenbodenmuskulatur verkürzen.
es: embarazo: el Ejercicio puede reducir el dolor durante el trabajo de parto, así como reducir el tiempo de parto a través de la relajación y el control de los músculos del piso pélvico.
fr: grossesse: l'Exercice peut réduire la douleur pendant le travail et réduire le temps d'accouchement grâce à la relaxation et à la gestion des muscles du plancher pelvien.
ja: 妊娠：運動は、骨盤底の筋肉をリラックスして制御することによって、分娩時の痛みを軽減し、納期を短縮することができます。
pt_pt: GRAVIDEZ: os Exercícios são capazes de reduzir a dor ao genérica de atividades, bem como reduzir o tempo do parto, graças ao relaxamento e à gestão de músculos do assoalho pélvico.
ru: БЕРЕМЕННОСТЬ: Упражнения способны уменьшить боль при родовой деятельности, а также сократить время родов благодаря расслаблению и управлению мышцами тазового дна.

source: What are Kegel exercises for ?
de: Was sind Kegel-übungen ?
es: ¿Para qué sirven los ejercicios de Kegel ?
fr: à quoi Servent les exercices de Kegel ?
ja: ケーゲル演習とは何ですか？
pt_pt: Para que servem os exercícios de Kegel ?
ru: Для чего нужны упражнения Кегеля ?

source: Kegel exercises can be used in cases of weak pelvic floor muscles, pregnancy, aging, childbirth, overweight, etc.
de: Kegel-Übungen können bei schwachen Beckenbodenmuskeln, Schwangerschaft, Alterung, Geburt, übergewicht usw. verwendet werden.
es: los Ejercicios de Kegel se pueden usar en caso de músculos débiles del Suelo pélvico, embarazo, envejecimiento, parto, sobrepeso, etc.
fr: les Exercices de Kegel peuvent être utilisés en cas de faiblesse du plancher pelvien, de grossesse, de vieillissement, d'accouchement, de surpoids, etc.
ja: ケーゲル演習は、弱い骨盤底筋、妊娠、老化、出産、太りすぎなどの場合に使用することができます。
pt_pt: Exercícios de Kegel pode utilizar, no caso de fracos dos músculos do assoalho pélvico, gravidez, envelhecimento, o parto, o excesso de peso e т. д.
ru: Упражнения Кегеля можно использовать в случае слабых мышц тазового дна, беременности, старения, родов, избыточного веса и т. д.

source: How to do Kegel exercises correctly?
de: Wie mache ich Kegel-übungen richtig?
es: ¿cómo hacer los ejercicios de Kegel correctamente?
fr: Comment faire les exercices de Kegel correctement?
ja: ケーゲル演習を正しく行うには？
pt_pt: Como fazer corretamente os exercícios de Kegel?
ru: Как правильно делать упражнения Кегеля?

source: to strengthen the pelvic floor muscles, their rhythmic contraction is necessary.
de: zur Stärkung der Beckenbodenmuskulatur ist eine rhythmische Kontraktion erforderlich.
es: para fortalecer los músculos del Suelo pélvico, se necesita una contracción rítmica.
fr: pour renforcer les muscles du plancher pelvien, une contraction rythmique est nécessaire.
ja: 骨盤底筋を強化するためには、そのリズミカルな収縮が必要です。
pt_pt: Para fortalecer os músculos do assoalho pélvico deve rítmica de contração.
ru: Для укрепления мышц тазового дна необходимо их ритмичное сокращение.

source: Where are the pelvic floor muscles located?
de: Wo sind die Beckenbodenmuskeln?
es: ¿Dónde están los músculos del piso pélvico?
fr: Où sont les muscles du plancher pelvien?
ja: 骨盤底筋はどこにありますか？
pt_pt: Onde estão os músculos do assoalho pélvico?
ru: Где находятся мышцы тазового дна?

source: the Muscles that contribute to slowing or stopping urination are the pelvic floor muscles.
de: die Muskeln, die das Wasserlassen verlangsamen oder stoppen, sind die Beckenbodenmuskeln.
es: los Músculos que contribuyen a disminuir o detener la micción son los músculos del piso pélvico.
fr: les Muscles qui contribuent au ralentissement ou à l'arrêt de la miction sont les muscles du plancher pelvien.
ja: 排尿の減速や停止に寄与する筋肉は骨盤底筋です。
pt_pt: os Músculos que contribuem para abrandar ou parar de urinar são os músculos do assoalho pélvico.
ru: Мышцы, которые способствуют замедлению или остановке мочеиспускания являются мышцами тазового дна.

source: Insert your finger into the vagina and try to Compress the vaginal muscles. You should feel the vagina narrow and the pelvic floor rise up.
de: Schieben Sie Ihren Finger in die Vagina und versuchen Sie, Ihre vaginalmuskeln zu Komprimieren. Sie sollten spüren, wie sich die Vagina verengt und der Beckenboden nach oben steigt.
es: Inserte un dedo en la vagina e intente Apretar los músculos de la vagina. Deberías sentir que la vagina se estrecha y el Suelo pélvico se eleva hacia arriba.
fr: Insérez votre doigt dans le vagin et essayez de Serrer les muscles du vagin. Vous devriez sentir le vagin se rétrécir et le plancher pelvien s'élever.
ja: 指を膣に挿入し、膣の筋肉を圧迫してみてください。 膣が狭くなり、骨盤底が上がるように感じるはずです。
pt_pt: coloque o dedo na vagina e tente Encolher os músculos da vagina. Você deve ter uma idéia de como a vagina estreita, e pélvica fundo para cima.
ru: Вставьте палец во влагалище и попытайтесь Сжать мышцы влагалища. Вы должны почувствовать как влагалище сужается, а тазовое дно поднимается вверх.

source: Select language
de: Sprache auswählen
es: Seleccione el idioma
fr: Sélectionnez la langue
ja: 選択した言語
pt_pt: Escolha o idioma
ru: Выберите язык

source: Current language
de: Aktuelle Sprache
es: Idioma actual
fr: Langage courant
ja: 現在の言語
pt_pt: Língua actual
ru: Текущий язык

source: Language already selected!
de: Sprache bereits ausgewählt!
es: Idioma ya seleccionado!
fr: Langue déjà sélectionnée!
ja: すでに選択された言語！
pt_pt: Língua já seleccionada!
ru: Язык уже выбран!

source: Rest Day
de: Ruhetag
es: Día de descanso
fr: Jour de repos
ja: 休日
pt_pt: Dia de descanso
ru: День отдыха

source: Diamond user
de: Diamantbenutzer
es: Usuario de diamantes
fr: Utilisateur Diamond
ja: ダイヤモンドユーザー
pt_pt: Usuário Diamond
ru: Алмазный пользователь

source: No ads will display
de: Es werden keine Anzeigen geschaltet
es: No se mostrarán anuncios
fr: Aucune annonce ne s'affichera
ja: 広告は表示されません
pt_pt: Nenhum anúncio será exibido
ru: Объявления не будут отображаться

source: Unlock All Levels
de: Schalte alle Level frei
es: Desbloquea todos los niveles
fr: Déverrouiller tous les niveaux
ja: すべてのレベルのロックを解除
pt_pt: Desbloquear todos os níveis
ru: Разблокировать все уровни

source: Unlimited Reminders
de: Unbegrenzte Erinnerungen
es: Recordatorios Ilimitados
fr: Rappels illimités
ja: 無制限のリマインダー
pt_pt: Lembretes ilimitados
ru: Неограниченное количество напоминаний

source: TRY FOR FREE
de: KOSTENLOS VERSUCHEN
es: PRUEBA GRATIS
fr: ESSAYER GRATUITEMENT
ja: 無料でお試しください
pt_pt: EXPERIMENTAR GRATUITAMENTE
ru: ПОПРОБУЙ БЕСПЛАТНО

source: 3 days free then
de: Dann 3 Tage frei
es: 3 días libres entonces
fr: 3 jours gratuits puis
ja: その後3日間無料
pt_pt: 3 dias grátis então
ru: 3 дня бесплатно

source: per week.you can canel subscription at any time
de: pro Woche. Sie können das Abonnement jederzeit kündigen
es: por semana. puede canalizar la suscripción en cualquier momento
fr: par semaine, vous pouvez vous abonner à tout moment
ja: 毎週。いつでもサブスクリプションをキャンセルできます
pt_pt: por semana. você pode cancelar a assinatura a qualquer momento
ru: втечении недели. Вы можете подписаться на канал в любое время.

source: Your membership starts as soon as you set up payment and subscribe with itunes.
de: Ihre Mitgliedschaft beginnt, sobald Sie die Zahlung eingerichtet und iTunes abonniert haben.
es: Su membresía comienza tan pronto como configura el pago y se suscribe con iTunes.
fr: Votre adhésion commence dès que vous configurez le paiement et que vous vous abonnez avec iTunes.
ja: メンバーシップは、支払いを設定してiTunesで購読するとすぐに始まります。
pt_pt: Sua associação começa assim que você configura o pagamento e se inscreve no itunes.
ru: Ваше членство начинается, как только вы настроите платеж и подпишитесь на itunes.

source: Your weekly charge will occur on the last day of the current billing period. We’ll renew your membership for you(unless auto-renew is turned off 24 hours before the end of your billing cycle). Once you’re a member,you can manage your subscription or turn off auto-renewal under Account Settings.
de: Ihre wöchentliche Abrechnung erfolgt am letzten Tag des aktuellen Abrechnungszeitraums. Wir verlängern Ihre Mitgliedschaft für Sie (es sei denn, die automatische Verlängerung ist 24 Stunden vor dem Ende Ihres Abrechnungszyklus deaktiviert). Sobald Sie Mitglied sind, können Sie Ihr Abonnement verwalten oder die automatische Verlängerung unter Kontoeinstellungen deaktivieren.
es: Su cargo semanal se realizará el último día del período de facturación actual. Renovaremos su membresía por usted (a menos que la renovación automática esté desactivada 24 horas antes del final de su ciclo de facturación). Una vez que sea miembro, puede administrar su suscripción o desactivar la renovación automática en Configuración de la cuenta.
fr: Votre facturation hebdomadaire aura lieu le dernier jour de la période de facturation en cours. Nous renouvellerons votre abonnement pour vous (sauf si le renouvellement automatique est désactivé 24 heures avant la fin de votre cycle de facturation). Une fois membre, vous pouvez gérer votre abonnement ou désactiver le renouvellement automatique sous Paramètres du compte.
ja: 毎週の請求は、現在の請求期間の最終日に行われます。 メンバーシップは自動的に更新されます（自動更新が請求サイクルの終了の24時間前にオフにされている場合を除く）。 メンバーになると、サブスクリプションを管理したり、[アカウント設定]で自動更新をオフにしたりできます。
pt_pt: Sua cobrança semanal ocorrerá no último dia do período de faturamento atual. Renovaremos sua associação para você (a menos que a renovação automática seja desativada 24 horas antes do final do seu ciclo de faturamento). Depois de se tornar um membro, você pode gerenciar sua assinatura ou desativar a renovação automática em Configurações da conta.
ru: Ваша еженедельная оплата произойдет в последний день текущего расчетного периода. Мы продлим ваше членство для вас (если автоматическое продление не будет отключено за 24 часа до окончания вашего платежного цикла). Как только вы станете участником, вы можете управлять своей подпиской или отключить автоматическое обновление в настройках учетной записи.

source: RESTORE
de: WIEDERHERSTELLEN
es: RESTAURAR
fr: RESTAURER
ja: 戻す
pt_pt: RESTAURAR
ru: ВОССТАНОВИТЬ

source: By continuing, you are agreeing to these
de: Wenn Sie fortfahren, stimmen Sie diesen zu
es: Al continuar, usted acepta estas
fr: En continuant, vous acceptez ces
ja: 続行すると、これらに同意したことになります
pt_pt: Ao continuar, você concorda com estes
ru: Продолжая, вы соглашаетесь с этими

source: Terms.
de: Bedingungen.
es: Condiciones.
fr: termes.
ja: 条項.
pt_pt: Termos.
ru: Условия.

source: See the
de: Siehe die
es: Ver el
fr: Voir le
ja: を参照してください
pt_pt: Veja o
ru: Увидеть

source: privacy
de: Privatsphäre
es: intimidad
fr: intimité
ja: プライバシー
pt_pt: privacidade
ru: Конфиденциальность

source: statement
de: Aussage
es: declaración
fr: déclaration
ja: ステートメント
pt_pt: declaração
ru: заявление
